{
    "landingMainTitle": {
        "1": "Integrirano učenje uz pokret"
    },
    "landingMainSubtitle": {
        "1": " \"Djeci je prirodno u svakoj situaciji tražiti pokret koji je nezaobilazan dio integriranog učenja te im omogućuje da žive i uče na način da potaknu određenu razinu tjelesne aktivnosti. Pritup integriranog učenja uz pokret predstavlja teoriju proizašlu iz prakse i otvara novi smjer u pristupu integriranom učenju djece i općenito razvoju odgojno-obrazovnog procesa\"  Vujičić i Petrić (2020)"
    },
    "landingTitleDesc": {
        "1": "PROJEKT I MISIJA AUTORA"
    },
    "landingButton": {
        "1": "Prikaži više"
    },
    "loginButton":{
        "1": "Logiraj se"
    },
    "navLink": {
        "1": "Početna",
        "2": "Novosti",
        "3": "Aplikacija",
        "4": "Galerija",
        "5": "O nama"
    },
    "mainDesc": {
        "1": " Integrirano učenje uz pokret posebno obilježava sposobnost odgajatelja da u svakodnevnu odgojnu praksu implementira „izazove“ koji potiču djecu na različita kretanja. Drugim riječima, prostorno okruženje oblikovano je tako da potiče djecu na kretanje umjesto da ih sputava. Djeci bi trebalo biti omogućeno korištenje različitih prostora vrtića (soba dnevnog boravka, dvorana, hodnik, predsoblje, atrij i dvorište) koji se po potrebi prenamjenjuju kako bi bili izazovni za kretanje i različite motoričke aktivnosti. Poticaji i rekviziti djeci su stalno dostupni, koriste se u različitim dijelovima dana s obzirom na potrebe i interese djece. Odgajatelj pruža djeci podršku i ohrabruje ih u istraživanju vlastitih mogućnosti, pokazuje visok stupanj povjerenja u sposobnosti djece, kao i u njihove procjene (npr. prilikom penjanja na ljestve ili zid, u izvođenju različitih aktivnosti na klupi, u konstruiranju penjalica od različitih elemenata i penjanju na njih i sl.). Motoričko je kod djece potaknuto u svim aktivnostima (likovnim, istraživačkim, glazbenim, imitativnim, dramsko-scenskim, stolno-manipulativnim, predčitačkim i predmatematičkim…). U svakom centru aktivnosti osigurani su poticaji koji uključuju pokret i djecu motiviraju na izvođenje motoričkih zadataka čime im se omogućuje učenje putem pokreta. Odgajatelj stalno osmišljava poticaje koji djeci istovremeno omogućuju kretanje, konstruiranje i sukonstruiranje znanja i razvoj vještina."
    },
    "sectionTitle": {
        "1": "NOVOSTI",
        "2": "O APLIKACIJI",
        "3": "IMATE PITANJE OKO NAŠEG PROJEKTA?",
        "4": "AUTORI I SURADNICI"

    },
    "showMoreButton":{
        "1": "Prikaži sve novosti",
        "2": "Prikaži prototip"

    },
    "appDesc": {
        "1": "Aplikacija uspostavlja financijski prihvatljiv i kvalitetan sustav koji u svakom trenutku omogućuje uvid u aktualno stanje projiciranog kretanja djece i obilježja integriranog učenja s mogućnosti usklađivanja njihovih trenutnih potreba s neposrednim odgojno – obrazovnim radom. Kvalitetno praćenje pokreta u odgojno – obrazovnom sustavu znanstvenicima predstavlja veliki problem. Standardizirani su upitnici o procjeni razine tjelesne aktivnosti koje moraju ispuniti roditelji nedovoljno pouzdani, a konkretni instrumenti na tijelu djeteta ne praktični jer ih djeca mogu micati sa sebe. Aplikacija je konstruirana u skladu sa suvremenom tehnologijom koja se temelji na umjetnoj inteligenciji te se pokazala kao izvrsno rješenje ovog problema.",
        "2": "Omogućuje kvantitativno praćenje tjelesne aktivnosti djeteta i prepoznaje obilježja integriranog učenja u odgojno – obrazovnom procesu. Funkcionira u obliku aplikacije, koristeći računalni vid, koji izravno putem videokamere analizira navedene parametre tijekom odgojno – obrazovnog procesa ili naknadno na temelju videosnimke. Zahvaljujući aplikaciji, stručnjaci (odgajatelji, učitelji, kineziolozi) mogu samostalno intervenirati u svoj neposrdeni rad s djecom. Ista ukazuje na nedostatke u smislu kvalitetnijeg uspostavljanja integrirang učenja i pokreta u odgojnoj skupini. Stručnjacima omogućuje da budu kvaliteniji u svom neposrednom radu tijekom odgojno – obrazovnog procesa, a djeci osigurava cjeloviti razvoj, značajni zdravstveni doprinos i kvalitetu života u ustanovi ranog odgoja."
    },
    "autors":{
        "1": {
            "name": "Dr.sc. Vilko Petrić",
            "role": "Autor",
            "uni" : "Učiteljski fakultet u Rijeci",
            "dep" : "Odjel za nastavne metode u području prirodnih i društvenih znanosti"
        },
        "2": {
            "name": "Dr.sc. Lidija Vujičić",
            "role": "Autor",
            "uni" : "Učiteljski fakultet u Rijeci",
            "dep" : "Odjel za odgojne i obrazovne znanosti"
        },
        "3": {
            "name": "Mirela Peić mag.praesc.educ.",
            "role": "Autor",
            "uni" : "Kindergarten Rijeka, PPO Srdoči"
        },
        "4": {
            "name": "Dr.sc. Nikola Tanković",
            "role": "Suradnik",
            "uni" : "Fakultet informatike u Puli",
            "dep" : "Odjel za informatiku" 
        },
        "5": {
            "name": "Dr.sc. Vesna Štemberger",
            "role": "Suradnik",
            "uni" : "Učiteljski fakultet u Ljubljani",
            "dep" : "Odjel za razrednu nastavu " 
        },
        "6": {
            "name": "Dr.sc. Iva Blažević",
            "role": "Suradnik",
            "uni" : "Fakulteta za odgojne i obrazovne znanosti u Puli",
            "dep" : "Odjel za razrednu nastavu " 
        },
        "7": {
            "name": "Dr.sc. Dario Novak",
            "role": "Suradnik",
            "uni" : "Kineziološki fakultet u Zagrebu",
            "dep" : "Odjel za opću i primjenjenu kineziologiju" 
        },
        "8": {
            "name": "Dr.sc. Lovro Štefan",
            "role": "Suradnik",
            "uni" : "Kineziološki fakultet u Zagrebu",
            "dep" : "Odjel za opću i primjenjenu kineziologiju" 
        }
    },
    "footerTitle":{
        "1": "istraživački projekt realiziran od strane",
        "2": "Korisni linkovi",
        "3": "pratite nas"
    },
    "footerLink":{
        "1": "Učiteljski fakultet u Rijeci",
        "2": "Sveučilišna avenija 6, 51000 Rijeka",
        "3": "Program cijeloživotnog obrazovanja",
        "4": "Facebook autora"
    }
}