


{
    "landingMainTitle": {
        "1": "Integrated learning with movement"
    },
    "landingMainSubtitle": {
        "1": " “Children naturally seek for movement in every situation. It is an unavoidable part of integrated learning enabling them to live and learn by the stimulation of a certain level of physical activity. The approach integrated learning with movement represents a theory arising from practice and providing a new direction in the approach to children’s integrated learning and the general development of the educational process.” Vujičić and Petrić (2020)"
    },
    "landingTitleDesc": {
        "1": "RESEARCH PROJECT AND AUTHORS MISSION"
    },
    "landingButton": {
        "1": "Show more"
    },
    "loginButton":{
        "1": "Login"
    },
    "navLink": {
        "1": "Home",
        "2": "Blog",
        "3": "Application",
        "4": "Gallery",
        "5": "About us"
    },
    "mainDesc": {
        "1": "Integrated learning with movement marks the special ability of preschool teachers to implement “chalenges“ in their everyday educational practice which stimulate children to perform various movements. In other words, the spatial environment is formed so as to stimulate children to, not restrain from, movement. Children should have the possibility to use various spaces in the kindergarten (living room, gym, hall, anteroom, atrium and courtyard) which can be repurposed if need be to make them challenging for movement and various motor activities. The stimuli and props are constantly available and used during various parts of the day, depending on children's needs and interests. Preschool teachers offer support and encourage children to explore their own possibilities, show a high level of trust in children's abilities, as well as in their estimations (for instance, in climbing ladders or walls, in performing various activities on the bench, in constructing climbing equipment from various elements and climbing on it, etc.). Motor movement is stimulated in all children's activities (artistic, explorative, musical, imitative, dramatic-stage, desk-manipulative, pre-reading and pre-mathematical...). Each activity centre ensures stimuli which include movement and motivate children to perform motor tasks, enabling them to learn through movement. Preschool teachers constantly conceive stimuli which enable children to simultaneously move, construct and co-construct knowledge and develop skills."
    },
    "sectionTitle": {
        "1": "LATEST POSTS",
        "2": "ABOUT APPLICATION",
        "3": "ANY QUESTION ABOUT OUR PROJECT? ",
        "4": "AUTHORS AND ASSOCIATES"
    },
    "showMoreButton":{
        "1": "Show all posts",
        "2": "Enter app prototype"

    },
    "appDesc": {
        "1": "The application establishes a financially acceptable and quality system which enables an insight into the actual state of the projected children's movement and characteristics of integrated learning at any time. It offers the possibility to adapt their current needs to the direct educational work. Quality assessment of movement in the educational system represents a serious problem for scientists. The standardized questionnaires on the estimation of the physical activity level filled in by parents are insufficiently reliable, while actual instruments on a child's body are not practical since children can remove them. .",
        "2": "The application has been constructed in accordance with contemporary technology based on artificial intelligence which showed to be an extraordinary solution to this problem. It makes possible to quantitatively monitor children's physical activity and recognises the integrated learning characteristics in the educational process. It works as an application and uses computer visionwhich directly, through a video camera, analyses the stated parameters during the educational process or afterwards, based on a video footage. Thanks to the application professionals (preschool teachers, teachers, kinesiologists) can independently intervene in their direct work with children. It indicates deficiencies in the better establishment of integrated learning and movement in the educational group. Professionals are enabled to be better in their direct work during the educational process, while children are ensured integral development, a significant health contribution and quality of life in the early education institution."
    },
    "autors":{
        "1": {
            "name": "Ph.D. VilkoPetrić",
            "role": "Author",
            "about": "He gained his doctor's degree in kinesiology at the Faculty of Kinesiology of the University of Zagreb. He teaches postgraduate doctoral students of Kinesiology at the same faculty, and he is assistant professor at the Faculty of Teacher Education of the University of Rijeka where he teaches subject courses linked to kinesiological education at the university study Early and Preschool Education. During his fifteen-year work experience he worked along the whole vertical of the education system, specialising in the scientific branch Kinesiological Education, i.e. kinesiology in the education system, about which he published a course book, numerous chapters in international scientific books and almost a hundred scientific articles in world-renowned scientific journals. For many years he has been an associate of the Ministry of Science and Education, as well as a regular member of the working group drafting the National curriculum and the curriculum of the subject Physical Education. He is an associate in a few international scientific projects, while since 2019 he has been the head of his own research team in the project Establishment of the system for monitoring children’s physical activity by modern technology in early and preschool institutions financed by the University of Rijeka, reference number uniri-drustv-18-268. Besides scientific projects, his scientific exceptionality has been confirmed by numerous prises and acknowledgments awarded by eminent home and foreign institutions. The ones which could be especially emphasized are the award for the best young scientist in Europe 2015, the „FIEP Europe Thulin Award“ and the „Award of the University of Rijeka Foundation“ for special merits in scientific-research and public activities and the contribution to the promotion of the University of Rijeka and academic community in 2019."
        },
        "2": {
            "name": "Ph.D. Lidija Vujičić",
            "role": "Author",
            "about": "She is full professor in the scientific area of social sciences, field of pedagogy. She was a kindergarten pedagogue, senior advisor for preschool education, university professor, head of department, vice dean for teaching and students, vice dean for science and international cooperation, currently in her second mandate as the dean of the Faculty of Teacher Education in Rijeka. Her scientific interests include: early and preschool education and the transition toward primary education; new paradigm of children and childhood; the educational institution culture; (co)construction of the curriculum; learning environment; preschool teachers’ initial education; teachers'/preschool teachers' professional development; action research. She took part in a few scientific projects, published numerous scientific papers and participated in many international and domestic conferences. She held numerous professional seminars, workshops and practicums at the county or state level for kindergartens and schools' professional employees. She is the leader of action research directed toward the improvement of practice in a few kindergartens. She is president of the exam committee for the educators' state licence exam in the Primorje-GorskiKotar, Istria and Lika-Senj County. She is a member and head of numerous expert working groups (advisory committee for children's participation of UNICEF Croatia, creation of national standards of occupations, qualifications, licensing, etc.). She is also member of international journals' editorial boards and reviewer, as well as of international organisations EECERA, ATEE, OMEP (World Organization for Early Childhood Education), of the Association for the Development of Higher Education „Universitas“, the Croatian Pedagogic Association and of the Croatian Educational Research Association (branch of the European Educational Research Association – EERA) chairmanship. She is also member of the „Hope for Children“ CRC Policy Center international organisation chairmanship, as well as the founder and head of the Centre for Childhood Research of the Faculty of Teacher Education."
        },
        "3": {
            "name": "mag.praesc.edu. Mirela Peić",
            "role": "Author",
            "about": "She completed the graduate university study Earlyand Preschool Education, and works as a preschool teacher with the qualification of preschool teacher – mentor. She is co-author of the sports programme Through Playing to Sports, verified by the Ministry of Science and Education, and is the author of a number of scientific articles. She continuously collaborates with the scientific community in the domain of children's movement in everyday activities (Faculty of Teacher Education – research, publication of results, contribution to scientific cognitions in correlating theory and practice in early and preschool education; results and examples stated and described in the book by Petrić, V. (2019) Kinesiological Methodology in Early and Preschool Education). She takes part in Summer Schools for Kinesiologists: her professional papers Preschool Children's Competencies and When Individuals become Associates – Through Games and Sports to an Active and Satisfied Individual of the Croatian Society were published and good practice examples presented there. She also takes part in learning communities, gives lectures at the Education and Teacher Training Agency's professional conferences, conducts workshops for preschool teachers, is a visiting lecturer at the Faculty of Teacher Education, takes part in the manifestation Week of Good Educational Practice in Kindergartens of the City of Rijeka at many levels (leadership of the professional conference, moderation, conduction and conception of the end conference programme, as well as contribution to its sole organisation). She is a regular participant of international conferences and public presentations where she presents the educational practice in the sub-centre of Srdoči. She presented her own examples of good practice at the national workshop of the Erasmus+ KA2 project „Modernity, Education and Human Rights“ (2019, Faculty of Teacher Education of Rijeka). She was a member of the Croatian team of preschool teachers in Bordeaux, France (2018) as part of the Erasmus+ project „Artistic Expression and Humanistic Values.“ She is the winner of the AmbasadoRI (Ambassadors) of Education award given by the City of Rijeka."
        },
        "4": {
            "name": "Ph.D. Nikola Tanković",
            "role": "associate",
            "about": "He gained his doctor's degree in computing at the Faculty of Electrical Engineering and Computing of the University of Zagreb in 2017. He is currently the vice dean for science and assistant professor at the Faculty of Informatics of the JurajDobrila University of Pula, and holds the following courses: Software engineering, Web applications, Professional practice, Dynamic web applications, Blockchain applications, Creation of information projects, Software Engineering, Software Engineering. Until 2014 he was employed in the company Superiusd.o.o. as a software engineer where he became a technical director in 2015. In 2017 he got employed as an associate at the Faculty of Informatics in Pula, where he became assistant professor in 2020. He published a number of scientific papers on modelling software support and the optimisation of information systems quality. He participates in a number of research and development projects in collaboration with major world corporations, as well as in many scientific projects on data science, artificial intelligence, large data sets processing and distributed system shaping. He is a member of the international professional associations ACM and IEEE."
        }
    },
    "footerTitle":{
        "1": "research project realized by",
        "2": "Useful links",
        "3": "follow us"
    },
    "footerLink":{
        "1": "Faculty of Teacher Education Rijeka",
        "2": "Sveučilišna avenija 6, 51000 Rijeka",
        "3": "Lifelong learning program",
        "4": "Authors Facebook"
    }
}