


{
    "landingMainTitle": {
        "1": "Integrated learning with movement"
    },
    "landingMainSubtitle": {
        "1": " “Children naturally seek for movement in every situation. It is an unavoidable part of integrated learning enabling them to live and learn by the stimulation of a certain level of physical activity. The approach integrated learning with movement represents a theory arising from practice and providing a new direction in the approach to children’s integrated learning and the general development of the educational process.” Vujičić and Petrić (2020)"
    },
    "landingTitleDesc": {
        "1": "PROJECT AND AUTHORS MISSION"
    },
    "landingButton": {
        "1": "Show more"
    },
    "loginButton":{
        "1": "Login"
    },
    "navLink": {
        "1": "Home",
        "2": "Blog",
        "3": "Application",
        "4": "Gallery",
        "5": "About us"
    },
    "mainDesc": {
        "1": "Integrated learning with movement marks the special ability of preschool teachers to implement “chalenges“ in their everyday educational practice which stimulate children to perform various movements. In other words, the spatial environment is formed so as to stimulate children to, not restrain from, movement. Children should have the possibility to use various spaces in the kindergarten (living room, gym, hall, anteroom, atrium and courtyard) which can be repurposed if need be to make them challenging for movement and various motor activities. The stimuli and props are constantly available and used during various parts of the day, depending on children's needs and interests. Preschool teachers offer support and encourage children to explore their own possibilities, show a high level of trust in children's abilities, as well as in their estimations (for instance, in climbing ladders or walls, in performing various activities on the bench, in constructing climbing equipment from various elements and climbing on it, etc.). Motor movement is stimulated in all children's activities (artistic, explorative, musical, imitative, dramatic-stage, desk-manipulative, pre-reading and pre-mathematical...). Each activity centre ensures stimuli which include movement and motivate children to perform motor tasks, enabling them to learn through movement. Preschool teachers constantly conceive stimuli which enable children to simultaneously move, construct and co-construct knowledge and develop skills."
    },
    "sectionTitle": {
        "1": "LATEST POSTS",
        "2": "ABOUT APPLICATION",
        "3": "ANY QUESTION ABOUT OUR PROJECT? ",
        "4": "AUTHORS & ASSOCIATES"
    },
    "showMoreButton":{
        "1": "Show all posts",
        "2": "Show app prototype"

    },
    "appDesc": {
        "1": "The application establishes a financially acceptable and quality system which enables an insight into the actual state of the projected children's movement and characteristics of integrated learning at any time. It offers the possibility to adapt their current needs to the direct educational work. Quality assessment of movement in the educational system represents a serious problem for scientists. The standardized questionnaires on the estimation of the physical activity level filled in by parents are insufficiently reliable, while actual instruments on a child's body are not practical since children can remove them. .",
        "2": "The application has been constructed in accordance with contemporary technology based on artificial intelligence which showed to be an extraordinary solution to this problem. It makes possible to quantitatively monitor children's physical activity and recognises the integrated learning characteristics in the educational process. It works as an application and uses computer visionwhich directly, through a video camera, analyses the stated parameters during the educational process or afterwards, based on a video footage. Thanks to the application professionals (preschool teachers, teachers, kinesiologists) can independently intervene in their direct work with children. It indicates deficiencies in the better establishment of integrated learning and movement in the educational group. Professionals are enabled to be better in their direct work during the educational process, while children are ensured integral development, a significant health contribution and quality of life in the early education institution."
    },
    "autors":{
        "1": {
            "name": "Ph.D. Vilko Petrić",
            "role": "Author",
            "uni" : "Faculty of Teacher Education University of Rijeka",
            "dep" : "Department of Teaching Methods in the Field of Natural and Social Sciences"
        },
        "2": {
            "name": "Ph.D. Lidija Vujičić",
            "role": "Author",
            "uni" : "Faculty of Teacher Education University of Rijeka",
            "dep" : "Department of Educational Sciences"
        },
        "3": {
            "name": "Mirela Peić mag.praesc.educ.",
            "role": "Author",
            "uni" : "Kindergarten Rijeka, PPO Srdoči"
        },
        "4": {
            "name": "Ph.D. Nikola Tanković",
            "role": "Associate",
            "uni" : "Faculty of Informatics University Jurja Dobrile of Pula",
            "dep" : "Department of Informatics" 
        },
        "5": {
            "name": "Ph.D. Vesna Štemberger",
            "role": "Associate",
            "uni" : "Faculty of Education University of Ljubljana",
            "dep" : "Department of Primary Teacher Education" 
        },
        "6": {
            "name": "Ph.D. Iva Blažević",
            "role": "Associate",
            "uni" : "Faculty of Educational Science University Jurja Dobrile of Pula",
            "dep" : "Department of Primary Teacher Education" 
        },
        "7": {
            "name": "Ph.D. Dario Novak",
            "role": "Associate",
            "uni" : "Faculty of Kinesology University of Zagreb",
            "dep" : "Department of General and Applied Kinesiology" 
        },
        "8": {
            "name": "Ph.D. Lovro Štefan",
            "role": "Associate",
            "uni" : "Faculty of Kinesology University of Zagreb",
            "dep" : "Department of General and Applied Kinesiology" 
        }
    },
    "footerTitle":{
        "1": "research project realized by",
        "2": "Useful links",
        "3": "follow us"
    },
    "footerLink":{
        "1": "Faculty of Teacher Education Rijeka",
        "2": "Sveučilišna avenija 6, 51000 Rijeka",
        "3": "Lifelong learning program",
        "4": "Authors Facebook"
    }
}